export default {
  resource_type: 'music',
  entity: {
    name: '毛主席语录再版前言',
    description: '',
    lyrics: [
      {
        content: '毛泽东同志是当代最\n伟大的马克思列宁主义者\n毛泽东同志天才地\n创造性地 全面地继承\n捍卫和发展了\n马克思列宁主义\n把马克思列宁主义\n提高到一个崭新的阶段\n毛泽东思想是在\n帝国主义走向全面崩溃\n社会主义走向\n全世界胜利的时代的\n马克思列宁主义\n毛泽东思想是\n反对帝国主义的\n强大的思想武器\n是反对修正主义\n和教条主义的\n强大的思想武器\n毛泽东思想是\n全党全军和全国\n一切工作的指导方针\n因此 永远高举\n毛泽东思想伟大红旗\n用毛泽东思想\n武装全国人民的头脑\n坚持在一切工作中\n用毛泽东思想挂帅\n是我党政治思想工作\n最根本的任务\n广大工农兵群众\n广大革命干部和\n广大知识分子\n都必须把毛泽东思想\n真正学到手\n做到人人读毛主席的书\n听毛主席的话\n照毛主席的指示办事\n做毛主席的好战士\n读毛主席的书\n听毛主席的话\n照毛主席的指示办事\n做毛主席的好战士\n学习毛主席著作\n要带着问题学\n活学活用 学用结合\n急用先学 立竿见影\n在用字上狠下功夫\n为了把毛泽东思想\n真正学到手\n要反复学习毛主席的\n许多基本观点\n有些警句最好要背熟\n反复学习 反复运用\n在报纸上要经常结合实际\n刊登毛主席的语录\n供大家学习和运用\n几年来广大群众活学活用\n毛主席著作的经验\n证明带着问题选\n学毛主席的语录 是一种\n学习毛泽东思想的好方法\n容易收到立竿见影的效果\n为了帮助广大群众更好的\n学习毛泽东思想\n我们选编了这本\n毛主席语录\n各单位在组织学习的时候\n应当结合形势 任务\n群众的思想情况\n和工作情况\n选学有关的内容\n现在我们伟大的祖国\n正在出现一个工农兵掌握\n马克思列宁主义\n毛泽东思想的新时代\n毛泽东思想\n为广大群众所掌握\n就会变成无穷无尽的力量\n变成威力无比的\n精神原子弹\n毛主席语录的大量出版\n对广大群众掌握\n毛泽东思想\n推动我国人民思想革命化\n是一个极为重要的措施\n希望每个同志认真地\n刻苦地学习\n在全国范围内掀起活学\n活用毛主席著作的新高潮\n在毛泽东思想的\n伟大红旗下\n在毛泽东思想的\n伟大红旗下\n为把我国建设成为一个\n具有现代农业 现代工业\n现代科学文化\n和现代国防的\n伟大社会主义国家而奋斗\n在毛泽东思想的\n伟大红旗下\n在毛泽东思想的\n伟大红旗下\n为把我国建设成为一个\n具有现代农业 现代工业\n现代科学文化\n和现代国防的\n伟大社会主义国家而奋斗\n',
        version: '原版',
        audios: [
          {
            url: 'https://raw.githubusercontent.com/banned-historical-archives/banned-historical-archives6/main/zaibanqianyan.mp3',
            art_form: '独唱',
            sources: [
              ,
            ],
            artists: [
              {
                name: '中国铁路文工团 林彪词 唐珂 生茂曲',
                type: '独唱',
              },
            ],
          },
        ],
        lyricists: [],
      },
    ],
    id: '7a62a9cf-a543-4310-b1f4-1e07f4f9ba8a',
    composers: [],
  },
  version: 2,
};