export default {
  resource_type: 'music',
  entity: {
    name: '毛主席是各族人民心中的红太阳',
    description: '',
    lyrics: [
      {
        content: '江山万里 闪耀着金色的光芒\n我们伟大祖国 日益繁荣富强\n毛主席呀毛主席\n各族人民心中的红太阳\n毛主席呀毛主席\n各族人民心中的红太阳\n千山万水向您欢呼\n千歌万曲向您歌唱\n您的光辉思想\n把我们的心儿照亮\n您的革命路线\n是我们胜利的保障\n千山万水向您欢呼\n千歌万曲向您歌唱\n您的光辉思想\n把我们的心儿照亮\n您的革命路线\n是我们胜利的保障\n幸福的伽耶琴\n在海兰江边激荡\n热烈的达浦鼓\n在天山南北敲响\n欢快的芦笛\n吹奏在槟榔树下\n深情的马头琴\n回响在内蒙草原上\n在您的领导下\n各族人民心花怒放\n在您的抚育下\n各族人民茁壮成长\n翻身的农奴\n献上雪白的哈达\n解放的牧民\n捧起鲜美的奶浆\n清香的山茶\n饱含着深情厚意\n彩色的壮锦\n绣出了心中的红太阳\n在您的领导下\n各族人民心花怒放\n在您的抚育下\n各族人民茁壮成长\n毛主席呀毛主席\n各族人民心中的红太阳\n毛主席呀毛主席\n各族人民心中的红太阳\n我们的前途无限光明\n我们的意志无比坚强\n各族人民向太阳\n团结起来势不可当\n各族人民向太阳\n团结起来势不可当\n我们的前途无限光明\n我们的意志无比坚强\n各族人民向太阳\n团结起来势不可当\n各族人民向太阳\n团结起来势不可当\n千山万水向您欢呼\n千歌万曲向您歌唱\n您的光辉思想\n把我们的心儿照亮\n您的革命路线\n是我们胜利的保障\n千山万水向您欢呼\n千歌万曲向您歌唱\n您的光辉思想\n把我们的心儿照亮\n您的革命路线\n是我们胜利的保障\n各族人民永远跟着您\n昂首阔步奔向前方 奔向前方\n各族人民永远跟着您\n昂首阔步奔向前方 奔向前方\n',
        version: '原版',
        audios: [
          {
            url: 'https://raw.githubusercontent.com/banned-historical-archives/banned-historical-archives6/main/mzxsgzrmxzdhty.mp3',
            sources: [],
            artists: [
              {
                name: '合唱 洪源',
                type: '独唱',
              },
            ],
            art_forms: [
              '独唱',
            ],
          },
        ],
        lyricists: [
          '石祥',
        ],
      },
    ],
    id: '7b2f6f82-84a1-41d2-a61c-217e8c97b022',
    composers: [
      '生茂',
    ],
  },
  version: 2,
};