export default {
  resource_type: 'music',
  entity: {
    name: '选良种',
    description: '',
    lyrics: [
      {
        content: '\n六大嫂手拿筛子走得忙\n哟嗬嗬来走得忙\n喜气洋洋喜气洋洋来筛粮\n哟嗬嗬来\n支援兄弟生产队\n盐碱地上栽稻秧\n我来那个选呀选\n刮刮叫的稻种 桂花黄\n哟嗬哟嗬嗬来\n大嫂子 哎 快动手 噢\n你来瞟瞟看 喔唷\n稻种黄爽爽啊\n风吹喷喷香哎\n啧啧 一粒一粒一颗一颗\n又大又饱又饱又大\n哟嗬嗬来颗颗闪金光\n选出那个良种育好秧哪\n哟嗬嗬来选出良种育好秧\n盐碱地上稻花香呀\n哟嗬嗬来盐碱地上稻花香\n学习大寨举旗抓纲\n夺取大丰收呀\n路线指方向哎\n筛呀筛呀快点儿筛呀\n筛呀筛呀快点儿筛呀\n越筛心里越欢畅哟嗬嗬来\n大嫂子 哎 快点捡 噢\n心红眼睛亮啊\n稻种拣清爽哎\n细细拣呀拣呀拣呀\n快点儿拣呀\n泥沙石子杂种瘪子\n哟嗬嗬来全都撂一旁\n今天那个精选优良种哪\n哟嗬嗬来今天精选优良种\n明年夺取高产量呀\n哟嗬嗬来明年夺取高产量\n备战备荒储草积粮\n亩产双千斤呀\n喜报漫天扬哎\n筛呀筛呀快点儿筛呀\n筛呀筛呀快点儿筛呀\n越筛劲头越是强\n哟嗬嗬来\n王大嫂 哎 你筛得快 嘿\n你们筛得才快呢\n我们的女闯将啊\n干得真快当哎\n看她 筛了又筛箍了又箍\n筛呀箍呀箍呀筛呀\n哟嗬嗬来 汗珠往下淌\n一颗那个稻种一片心哪\n哟嗬嗬来\n一颗稻种一片心\n支援邻队情谊长呀\n哟嗬嗬来支援邻队情谊长\n龙江风格大力发扬\n咱们社员们呀\n想的都一样哎\n筛呀筛呀快点儿筛呀\n筛呀筛呀快点儿筛呀\n要为革命出力量\n哟嗬嗬来\n六大嫂唱起歌\n唱起歌儿手里忙\n喜气洋洋喜气洋洋\n筛好了\n哟嗬嗬来哟筛好了粮\n喜气洋洋筛好了粮\n哟嗬哟嗬嗬来\n太阳光辉照良种\n颗颗良种闪金光\n哟嗬嗬来闪金光\n撒遍公社万顷田呀\n喜看稻海千层浪\n哟嗬嗬来\n社社队队广积粮啊\n广积粮哟嗬嗬来\n啧啧 大寨红花处处香\n哟嗬嗬来\n',
        version: '原版',
        audios: [
          {
            url: 'https://raw.githubusercontent.com/banned-historical-archives/banned-historical-archives6/main/xuanliangzhong.mp3',
            sources: [],
            artists: [
              {
                name: '江苏省东台县文工团张晓明领唱',
                type: '独唱',
              },
            ],
            art_forms: [
              '独唱',
            ],
          },
        ],
        lyricists: [
          '江苏省东台县文工团',
        ],
      },
    ],
    id: 'f3ddcb6d-b772-4fb3-acb3-780c67d3c412',
    composers: [
      '江苏省东台县文工团',
    ],
  },
  version: 2,
};